[
  {
    "title": "Northern Federation Begins Construction of Strategic Base in Tchicaya",
    "subtitle": "A newfound shift towards the Sea of Staniz is imminent; the Galactist Confederation faces a newfound threat towards its hegemony",
    "image": "assets/Article_1_Image.png",
    "caption": "Pictured: Jarek Zhûn, the Chief Naval Command of the Northern Federation walking down the designated area for construction; a Tchicayan flag waves behind",
    "author": "Sawoong Kim",
    "tags": ["top stories", "global affairs", "military", "infrastructure", "foreign affairs"],
    "content": [
      "Amid growing tensions across Dicereum due to the recent <a href='https://docs.google.com/document/d/1MQfATWhOQ5oFJ8Nz5MGF7t0GwflGvccqDBrCOWq1YOU/edit?tab=t.0' target='_blank'>Galactist Invasion of Ghuba</a>, the Northern Federation has unveiled the plan towards constructing a 3,500-acre naval base on the southern coast of the State of Tchicaya.",
      "This stronghold, upon completion, will be the largest Northern Federation military base, as well as the largest of its kind on the continent. It would serve the Northern Federation Staniz Fleet, and would possibly be used to counter Bhadeliastani presence in the area.",
      "For the last century, the Sea of Staniz and the regions around it were under the direct influence of Bhadeliastan and the Galactist world. During the Golden Age of Galactism, the Galactist Empire under Rosinev increased its presence globally.",
      "The Sea of Staniz was no exception. Bhadelian militants arrived on the island of Islebateau, a crucial chokepoint located in the center of the sea. The island provided a natural naval base near the continents of Palus, Pingwa, and to Loserania, a powerful opponent at the time.",
      "On December 30, 1960, the Bhadeliastan military passed an act which transformed the island into a full-scale base led under the sole command of the navy. All of the island’s native residents were forcibly relocated to neighboring countries accepting refugees, with Theulmo and Loserania being notable examples.",
      "This in turn triggered an Anti-Galactist uproar in hostile nations, calling for disarmament of the island. One such case was the Northern Federation, which expressed its outright desire and discomfort towards armament of the island.",
      "Shortly after the declaration, one leader stepped up towards countering the Galactist presence in the Sea of Staniz. Beli Ka, the then-leader of the Northern Federation, expressed that the..."
    ]
  }
]

